/**
 * Дополнительные методы перечисления Типы вставок
 *
 * Created by Evgeniy Malyarov on 22.02.2018.
 *
 * @module enm_inserts_types
 */


(function(_mgr){

  /**
   * ### Список групп, задействованных в CalcOrderAdditions
   * - можно изменить состав и порядок
   * - в теории, здесь же можно создать новые значения перечислений и добавить их в состав (эксперимент)
   */
  _mgr.additions_groups = [_mgr.Подоконник, _mgr.Водоотлив, _mgr.МоскитнаяСетка, _mgr.Жалюзи, _mgr.Откос, _mgr.Профиль, _mgr.Монтаж, _mgr.Доставка, _mgr.Набор];


})($p.enm.inserts_types);

